Repository: tanishaapriya/LoopKit
Catalog: Loop/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fi, fr, he, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sv, tr, vi, zh_hans

source: A new version of %@ is available and is recommended to continue using the app.
da: En ny version af %@ er tilgængelig og anbefales for at fortsætte med at bruge appen.
de: Eine neue Version von %@ ist verfügbar und es wird empfohlen, die App weiterhin zu verwenden.
es: Hay una nueva versión de %@ disponible y se recomienda continuar usando la aplicación.
fr: Une nouvelle version de %@ est disponible et est recommandée pour continuer à utiliser l'application.
it: È disponibile una nuova versione di %@ e si consiglia di continuare a utilizzare l'app.
nb: En ny versjon av %@ er tilgjengelig og anbefales for å fortsette å bruke appen.
nl: Er is een nieuwe versie van %@ beschikbaar die aanbevolen wordt om de app te kunnen blijven gebruiken.
pl: Dostępna jest nowa wersja %@, która jest zalecana do dalszego korzystania z aplikacji.
ro: O nouă versiune de %@ este disponibilă și se recomandă să continuați să utilizați aplicația.
ru: Новая версия %@ доступна и рекомендуется для продолжения использования приложения.
tr: %@ 'ın yeni bir sürümü mevcut ve uygulamayı kullanmaya devam etmeniz önerilir.

source: A new version of %@ is available.
da: En ny version af %@ er tilgængelig.
de: Eine neue Version von %@ ist verfügbar.
es: Hay una nueva versión de %@ disponible.
fr: Une nouvelle version de %@ est disponible.
it: È disponibile una nuova versione di %@.
nb: En ny versjon av %@ er tilgjengelig.
nl: Er is een nieuwe versie van %@ beschikbaar.
pl: Dostępna jest nowa wersja %@ .
ro: Este disponibilă o nouă versiune de %@ .
ru: Доступна новая версия %@ .
tr: Yeni bir %@ sürümü mevcuttur.
zh_hans: %@有新版本可用。

source: A pump must be configured before a bolus can be delivered.
da: En pumpe skal være konfigureret, før en bolus kan leveres.
de: Eine Pumpe muss konfiguriert werden, bevor ein Bolus abgegeben werden kann.
es: Una microinfusadora debe ser configurada antes de que un bolo pueda ser entregado.
fi: Pumppu on määritettävä, ennen kuin bolus voidaan annostella.
fr: Une pompe doit être configurée avant qu'un bolus puisse être administré.
it: Prima di poter erogare un bolo, è necessario configurare una pompa.
nb: En pumpe må konfigureres før en bolus kan tilføres.
nl: Een pomp moet worden geconfigureerd voordat een bolus kan worden toegediend.
pl: Przed podaniem bolusa należy skonfigurować pompę.
ro: O pompă trebuie configurată înainte ca un bolus să poată fi livrat.
ru: Перед введением болюса необходимо настроить помпу.
sv: En pump måste ha lagts till och konfigurerats innan en bolus ge ges.
tr: Bolus iletilmeden önce bir pompanın yapılandırılması gerek.
zh_hans: 在注射大剂量前，必须先配置胰岛素泵。

source: Add a new favorite food
da: Tilføj en ny favoritmad
de: Füge ein neues Lieblingsessen hinzu
fr: Ajouter un nouveau plat préféré
he: הוסף מאכל אהוב חדש
it: Aggiungi un nuovo cibo preferito
nb: Legg til en ny favorittmat
nl: Voeg een nieuw favoriet eten toe
pl: Dodaj nowe ulubione jedzenie
ro: Adăugați o nouă mâncare preferată
zh_hans: 添加常用食物

source: Add Carb Entry
da: Tilføj kulhydrater
de: KH hinzufügen
es: Agregar Entrada de Carb
fi: Lisää hiilihydraatteja
fr: Ajouter des glucides
he: הוספת פחמימות
it: Aggiungi inserimento carboidrati
ja: 糖質の記入を追加
nb: Legg til karbohydrater
nl: Kh. Inv. Toevoegen
pl: Wprowadź węglowodany
pt_br: Adicionar Carb
ro: Adaugă carbohidrați
ru: Добавить запись углеводов
sk: Zadať sacharidy
sv: Lägg till kolhydrater
tr: Karb Girişi Ekle
vi: Khai báo Carb
zh_hans: 添加碳水摄入

source: Add Service
da: Tilføj tjeneste
de: Service hinzufügen
fi: Lisää palvelu
fr: Ajouter un service
he: הוסף שרות
it: Aggiungi servizio
nb: Legg til tjeneste
nl: Service Toevoegen
pl: Dodaj usługę
ro: Adaugă Serviciu
ru: Добавить сервис
sv: Lägg till tjänst
tr: Servis Ekle
zh_hans: 添加服务

source: Adjusted for
da: Justeret for
de: Angepasst für
es: Ajustado para
fi: Mukautettu
fr: Ajusté(e) pour
it: Regolato per
nb: Justert for
nl: Aangepast voor
pl: Dostosowane do
ro: Ajustat pentru
ru: Скорректировано на
sv: Justerad för
tr: için düzeltilmiş

source: Alert Management
da: Administration af advarsler
de: Alarm-Einstellungen
es: Gestión de Alertas
fr: Gestion des alertes
he: ניהול התראות
it: Gestione avvisi
nb: Administrasjon av varsler
nl: Meldingbeheer
pl: Zarządzanie alertami
ro: Gestionarea alertelor
ru: Управление оповещениями
tr: Uyarı Yönetimi
zh_hans: 警报管理

source: Alert Permissions
da: Alarmtilladelser
de: Benachrichtigungsberechtigungen
es: Permisos de Alertas
fi: Hälytysten käyttöoikeudet
fr: Autorisations d'alerte
he: הרשאות התראה
it: Permessi di avviso
nb: Varslingsinnstillinger
nl: Toestemming Meldingen
pl: Uprawnienia alertów
ro: Permisiuni pentru alarme
ru: Разрешение оповещений
sv: Behörigheter för Varningar
tr: Uyarı İzinleri
zh_hans: 警报权限

source: Alert Permissions and Mute Alerts
da: Advarselstilladelser og dæmpede advarsler
de: Alarmberechtigungen und Stummschalten von Alarmen
fr: Permissions d'alerte et désactivation des alertes auditives
he: הרשאות התראה והשתקת התראות
it: Autorizzazioni avvisi e avvisi disattivati
nb: Varselstillatelser og demp varsler
pl: Uprawnienia do alertów i wyciszanie alertów
ro: Permisiuni de alertă și alerte silențioase
ru: Разрешения на оповещения и отключение звука оповещений
zh_hans: 警报权限与静音设置

source: Algorithm Experiments
da: Algoritme-eksperimenter
de: Algorithmus-Experimente
fr: Essais d'algorithmes
he: ניסויי אלגוריתמים
it: Esperimenti algoritmo
nb: Algoritmeeksperimenter
nl: Algoritme Experimenten
pl: Algorytmy Eksperymentalne
ro: Experimente algoritmice
zh_hans: 算法实验

source: Algorithm Experiments are optional modifications to the Loop Algorithm. These modifications are less tested than the standard Loop Algorithm, so please use carefully.
da: Algoritmeeksperimenter er valgfrie ændringer af Loop-algoritmen. Disse ændringer er mindre testet end standard Loop-algoritmen, så brug venligst omhyggeligt.
de: Algorithmus-Experimente sind optionale Modifikationen des Loop-Algorithmus. Diese Modifikationen sind weniger getestet als der Standard-Loop-Algorithmus. Verwende sie daher mit Vorsicht.
fr: Les essais d'algorithme sont des modifications optionnelles de l'algorithme Loop. Ces modifications sont moins testées que l'algorithme Loop standard, alors veuillez les utiliser avec précaution.
it: Gli esperimenti sull'algoritmo sono modifiche opzionali all'algoritmo di Loop. Queste modifiche sono meno testate rispetto all'algoritmo Loop standard, quindi utilizzale con attenzione.
nb: Algoritmeeksperimenter er valgfrie modifikasjoner til Loop-algoritmen. Disse modifikasjonene er mindre testet enn standard Loop-algoritmen, så vær vennlig å bruke dem med forsiktighet.
nl: Algoritme Experimenten zijn optionele aanpassingen aan het Loop Algoritme. Deze aanpassingen zijn minder grondig getest dan het standaard Loop Algoritme, dus gebruik het voorzichtig.
pl: Eksperymenty algorytmiczne to opcjonalne modyfikacje algorytmu pętli. Te modyfikacje są mniej przetestowane niż standardowy algorytm pętli, więc używaj ich ostrożnie.
ro: Experimentele algoritmice sunt modificări opționale ale algoritmului de buclă. Aceste modificări sunt mai puțin testate decât algoritmul de buclă standard, așa că vă rugăm să le utilizați cu atenție.
zh_hans: 算法实验是对 Loop 算法的可选调整。这些调整的测试程度低于标准算法，请谨慎启用。

source: Algorithm Settings
da: Indstillinger for algoritme
de: Algorithmus-Einstellungen
es: Ajustes de Algoritmo
fi: Algoritmin asetukset
fr: Paramètres de l'algorithme
it: Impostazioni algoritmo
nb: Algoritmeinnstillinger
nl: Algoritme-instellingen
pl: Ustawienia algorytmu
ro: Setări algoritm
ru: Настройки алгоритма
sv: Algoritminställningar
tr: Algoritma Ayarları
zh_hans: 算法设置

source: All Alerts Muted
da: Alle alarmer er slået fra
de: Alle Warnungen stummgeschaltet
fr: Toutes les alertes sont en sourdine
he: כל ההתראות משותקות
it: Tutti gli avvisi disattivati
nb: Alle varsler er dempet
pl: Wszystkie alerty wyciszone
ro: Toate alertele sunt dezactivate
zh_hans: 所有警报已静音

source: All alerts muted until
da: Alle advarsler er slået fra indtil
de: Alle Alarme stummgeschaltet bis
fr: Toutes les alertes auditives sont désactivées jusqu'à
he: כל ההתראות מושתקות עד
it: Tutti gli avvisi disattivati fino a
nb: Alle varsler er dempet inntil
pl: Wszystkie alerty wyciszono do
ro: Toate alertele sunt dezactivate până la

source: All Favorites
da: Alle favoritter
de: Alle Favoriten
fr: Tous les favoris
it: Tutti i preferiti
nb: Alle favoritter
pl: Wszystkie ulubione
ro: Toate favoritele
zh_hans: 全部常用

source: Amount Consumed
da: Forbrugt mængde kulhydrater
de: KH-Menge gegessen
fr: Quantité consommée
he: כמות שנצרכה
it: Quantità consumata
nb: Mengde karbohydrater (Mengde inntatt)
pl: Ilość węglowodanów
ro: Cantitate consumată
zh_hans: 摄入量

source: An active override is modifying your carb ratio and insulin sensitivity. If you don't want this to affect your bolus calculation and projected glucose, consider turning off the override.
da: En aktiv Override ændrer dit kulhydratforhold og din insulinfølsomhed. Hvis du ikke ønsker, at dette skal påvirke din bolusberegning og dit forventede glukose, kan du overveje at slå Override fra.
de: Eine aktive Voreinstellung verändert Dein Kohlenhydratverhältnis und Deine Insulinempfindlichkeit. Wenn Du nicht möchtest, dass sich dies auf Deine Bolusberechnung und Deinen prognostizierten Blutzucker auswirkt, solltest Du die Voreinstellung deaktivieren.
es: Un Ajuste Temporal activo modifica la proporción de carbohidratos y la sensibilidad a la insulina. Si no deseas que esto afecte el cálculo del bolo y la glucosa proyectada, considera desactivar el Ajuste Temporal.
fr: Un ajustement actif modifie votre ratio de glucides et votre sensibilité à l'insuline. Si vous ne voulez pas que cela affecte le calcul du bolus et votre glycémie projetée, envisagez de désactiver l'ajustement.
it: Un Override attivo sta modificando il rapporto di carboidrati e la sensibilità insulina. Se non si vuole che questo influisca sul calcolo del bolo e sulla glicemia prevista, si consiglia di disattivare la funzione di Override.
nb: En aktiv overstyring modifiserer ditt karbohydratforhold og insulinfølsomhet. Hvis du ikke vil at dette skal påvirke bolusberegningen og projisert blodsukker, bør du vurdere å slå av overstyringen.
nl: Een actieve override wijzigt je koolhydraatratio en je insulinegevoeligheid. Als je niet wilt dat dit je bolusberekening en voorspelde glucose beïnvloedt, kun je overwegen de override uit te schakelen.
pl: Aktywny Cel Tymczasowy (Override) modyfikuje stosunek węglowodanów i wrażliwość na insulinę. Jeśli nie chcesz, aby wpłynęło to na obliczenie bolusa i przewidywaną glikemię, rozważ wyłączenie Celu Tymczasowego.
ro: Un modificator activ a schimbat raportul dintre carbohidrați și insulină cât și sensibilitatea la insulină. Dacă nu doriți ca acest lucru să vă afecteze calculul bolusului și gllicemia prognozată, luați în considerare dezactivarea modificatorului.
ru: Активные временные цели изменяют соотношение углеводов и чувствительность к инсулину. Если вы не хотите, чтобы это влияло на расчет болюса и прогнозируемый уровень глюкозы, отключите эту функцию.
tr: Aktif bir geçersiz kılma, karbonhidrat oranınızı ve insülin duyarlılığınızı değiştiriyor. Bunun bolus hesaplamanızı ve öngörülen glikozu etkilemesini istemiyorsanız geçersiz kılmayı kapatmayı düşünün.
zh_hans: 当前启用的覆盖设置正在修改您的碳水比和胰岛素敏感系数。 如果您不希望其影响大剂量的计算和预测血糖，请考虑关闭该覆盖设置。

source: An error occurred while trying to save your carb entry.
da: Der opstod en fejl under forsøget på at gemme kulhydratindtastning.
de: Beim Speichern Deiner Eingabe der Kohlenhydrate ist ein Fehler aufgetreten.
es: Se produjo un error al intentar guardar la entrada de carbohidratos.
fi: Virhe hiilihydraattien tallennuksessa.
fr: Une erreur est survenue lors de l'enregistrement de votre saisie manuelle de glucides.
it: Si è verificato un errore durante il tentativo di salvare l'inserimento dei carboidrati.
nb: Det oppstod en feil under forsøk på å lagre karbohydratregistreringen.
nl: Er is een fout opgetreden tijdens het opslaan van je koolhydraatinvoer.
pl: Wystąpił błąd podczas próby zapisania wpisu dotyczącego węglowodanów.
ro: Eroare la încercarea de salvare a carbohidraților.
ru: Произошла ошибка при попытке сохранить запись об углеводах.
sv: Ett fel uppstod när du skulle spara dina kolhydrater.
tr: Karbonhidrat girişinizi kaydetmeye çalışırken bir hata oluştu.
zh_hans: 保存碳水记录时出错了。

source: An error occurred while trying to save your manual glucose entry.
da: Der opstod en fejl under forsøget på at gemme en manuel blodsukkerindtastning.
de: Beim Speichern Deines manuell eingegebenen Blutzuckers ist ein Fehler aufgetreten.
es: Se produjo un error al intentar guardar la entrada manual de glucosa.
fi: Virhe glukoosiarvon tallennuksessa.
fr: Une erreur est survenue lors de l'enregistrement de votre saisie manuelle de glycémie.
it: Si è verificato un errore durante il tentativo di salvare l'inserimento manuale della glicemia.
nb: Det oppstod en feil under forsøk på å lagre den manuelle BS-registreringen.
nl: Er is een fout opgetreden tijdens het opslaan van je handmatige glucose-invoer.
pl: Wystąpił błąd podczas próby zapisania ręcznego wpisu o glukozie.
ro: Eroare la încercarea de salvare a glicemiei introduse manual.
ru: Произошла ошибка при попытке сохранить данные о глюкозе, введенные вручную.
sv: Ett fel uppstod när du skulle spara ditt blodsockervärde.
tr: Manuel KŞ girişinizi kaydetmeye çalışırken bir hata oluştu.

source: An unexpected onboarding error state occurred.
da: Der er opstået en uventet fejltilstand i forbindelse med onboarding.
de: Ein unerwarteter Fehlerstatus beim Onboarding ist aufgetreten.
es: Se ha producido un error inesperado
fr: Un état d'erreur innatendu a eu lieu durant le processus d'intégration
it: Si è verificato un errore di onboarding imprevisto.
nb: En uventet onboarding-feiltilstand oppstod.
nl: Er is een onverwachte onboarding-foutstatus opgetreden
pl: Niespodziewany błąd wdrażania
ro: A apărut o eroare neașteptată de stare la inițiere.
ru: Возникла непредвиденная ошибка подключения.
tr: Beklenmeyen bir ekleme hatası durumu oluştu.

source: An updated bolus recommendation is available.
da: En opdateret bolusanbefaling er tilgængelig.
de: Eine aktualisierte Bolusempfehlung ist verfügbar.
es: Hay una recomendación actualizada de bolo.
fi: Päivitetty bolussuositus on saatavilla.
fr: Une recommandation de bolus mise à jour est disponible.
it: È disponibile una raccomandazione aggiornata sul bolo.
nb: En oppdatert bolusanbefaling er tilgjengelig.
nl: Een bijgewerkte aanbevolen bolus is beschikbaar.
pl: Dostępna jest zaktualizowana rekomendacja bolusa.
ro: Este disponibilă o recomandare de bolus nouă.
ru: Доступна обновленная рекомендация болюса.
sv: Det finns nu en ny bolusrekommendation.
tr: Güncellenmiş bir bolus önerisi mevcuttur.
zh_hans: 已有更新的大剂量推荐值。

source: API Key
da: API nøgle
fi: API-avain
fr: Clé API
it: Chiave API
ja: API キー
nb: API Nøkkel
ro: Cheie API
ru: API-ключ
sk: Kľúč API
tr: API Anahtarı

source: API Secret
da: API kodeord
es: Clave secreta API
fi: API-salasana
fr: Secret API
it: Chiave personale API
ja: APIシークレット
nb: API Hemmelighet
pt_br: Chave API
ro: Secretul API
ru: API Секрет

source: Are you sure you want to delete all history entries?
da: Er du sikker på at du vil slette alle gamle indtastninger?
de: Möchtest Du wirklich alle Verlaufseinträge löschen?
es: ¿Estás seguro de querer eliminar todos las entradas históricas?
fi: Haluatko varmasti poistaa kaikki historiatiedot?
fr: Voulez-vous vraiment supprimer toutes les entrées de l’historique?
he: בטוח שברצונך למחוק את כל ערכי ההיסטוריה?
it: Sei sicuro di voler eliminare tutte le voci della cronologia?
ja: 入力履歴をすべて削除しますか?
nb: Er du sikker på at du vil slette alle historieoppføringer?
nl: Weet je zeker dat je de gehele pompgeschiedenis wilt verwijderen?
pl: Czy jesteś pewien, że chcesz usunąć z Loop wszystkie dane historyczne pompy?
pt_br: Tem certeza de que deseja excluir todas as entradas do histórico?
ro: Sigur doriți să ștergeți toate înregistrările din istoric?
ru: Подтвердите удаление всех записей истории?
sv: Säkert att du vill radera all händelsehistorik?
tr: Tüm geçmiş girişlerini silmek istediğinizden emin misiniz?
vi: Bạn có chắc muốn xóa hết các dữ liệu cũ?
zh_hans: 确定要删除所有历史记录吗？

source: Are you sure you want to delete all logged dose entries?
da: Er du sikker på, at du vil slette alle logget dosis?
de: Möchtest Du wirklich alle protokollierten Dosis Einträge löschen?
es: ¿Estás seguro de que quieres borrar todas las entradas de dosis registradas?
fi: Haluatko varmasti poistaa kaikki kirjatut annostelutiedot?
fr: Voulez-vous vraiment supprimer toutes les entrées de dose enregistrées?
he: בטוח שברצונך למחוק את כל ערכי המנות?
it: Sei sicuro di voler eliminare tutte le dosi inserite?
nb: Er du sikker på at du vil slette alle loggførte doseoppføringer?
nl: Weet je zeker dat je de gehele doseringsgeschiedenis wilt verwijderen?
pl: Czy na pewno chcesz usunąć wszystkie zapisane wpisy dawek?
ro: Sigur doriți să ștergeți toate înregistrările despre dozele de insulina?
ru: Вы уверены, что хотите удалить все зарегистрированные записи о дозах?
sv: Är du säker på att du vill ta bort alla dina loggade doser?
tr: Günlüğe kaydedilen tüm doz girişlerini silmek istediğinizden emin misiniz?
zh_hans: 是否确定删除全部注射记录？

source: Are you sure you want to delete all reservoir values?
da: Er du sikker på at du vil slette alle reservoirværdier?
de: Möchtest Du wirklich alle Reservoirwerte löschen?
es: ¿Estás seguro de querer eliminar todos los datos del reservorio?
fi: Haluatko varmasti poistaa kaikki säiliön arvot?
fr: Voulez-vous vraiment supprimer toutes les valeurs de réservoir?
he: בטוח שברצונך למחוק את כל ערכי המאגר?
it: Sei sicuro di voler eliminare tutti i valori del serbatoio?
ja: リザーバの値をすべて削除しますか?
nb: Er du sikker på at du vil slette alle reservoarverdier?
nl: Weet je zeker dat je alle waarden van het reservoir wilt verwijderen?
pl: Czy jesteś pewien, że chcesz usunąć wszystkie wartości zbiornika?
pt_br: Tem certeza de que deseja excluir todos os valores do reservatório?
ro: Sigur doriți să ștergeți toate valorile de rezervor?
ru: Подтвердите удаление всех записей резервуара?
sv: Säkert att du vill radera alla reservoarvärden?
tr: Tüm rezervuar değerlerini silmek istediğinizden emin misiniz?
vi: Bạn có chắc muốn xóa hết mọi giá trị của ngăn chứa insulin?
zh_hans: 是否确定删除全部储液量记录？

source: Are you sure you want to delete all your %@ Data? (This action is not reversible)
da: Er du sikker på, at du vil slette alle dine %@ data? (Denne handling kan ikke fortrydes)
de: Möchtest Du wirklich alle %@-Daten löschen? (Diese Aktion kann nicht rückgängig gemacht werden)
es: ¿Estás seguro de que quieres eliminar todos tus datos de %@ ? (Esta acción no es reversible)
fi: Haluatko varmasti poistaa kaikki %@ tietosi? (Tämä toiminto ei ole palautettavissa)
fr: Voulez-vous vraiment effacer toutes vos valeurs de %@? (Cette action n'est pas réversible)
he: בטוח שברצונך למחוק את כל מידע %@? (פעולה זו בלתי הפיכה)
it: Sei sicuro di voler eliminare tutti i tuoi dati %@ ? (Questa azione non è reversibile)
nb: Er du sikker på at du vil slette alle dine %@ Data? (Denne handlingen kan ikke angres)
nl: Weet je zeker dat je al je %@ Gegevens wilt verwijderen? (Deze actie is niet omkeerbaar)
pl: Czy na pewno chcesz usunąć wszystkie swoje dane %@ ? (Ta czynność jest nieodwracalna)
ro: Sunteți sigur/ă că vreți să ștergeți toate datele %@. (Această acțiune nu este reversibilă)
ru: Вы уверены, что хотите удалить все свои данные %@ ? (Это действие необратимо)
sv: Vill du ta bort alla dina %@data? (Denna åtgärd är inte reversibel)
tr: Tüm %@ Verilerinizi silmek istediğinizden emin misiniz? (Bu eylem geri alınamaz)
zh_hans: 确定要删除所有 %@ 数据吗？（此操作无法恢复）

source: Are you sure you want to delete this food?
da: Er du sikker på, at du vil slette denne mad?
de: Bist Du sicher, dass Du diesen Favoriten löschen möchtest?
fr: Êtes-vous sûr de vouloir supprimer cet aliment ?
it: Sei sicuro di voler eliminare questo cibo?
nb: Er du sikker på at du vil slette denne maten?
pl: Czy na pewno chcesz usunąć to jedzenie?
ro: Sunteți sigur/ă că vreți să ștergeți acest aliment?
zh_hans: 你确定要删除该食物吗？

source: Authenticate to log %@ Units
da: Godkend for at logge %@ enheder
de: Authentifiziere Dich, um %@ Einheiten zu protokollieren.
es: Autenticarse para registrar %@ Unidades
fi: Vahvista kirjaus %@ yksikköä
fr: Authentifier pour enregistrer %@ unités
it: Esegui l'autenticazione per registrare %@ Unità
nb: Autentiser for å logge %@ Enheter
nl: Authenticeer om %@ Eenheden te registreren
pl: Autoryzuj, aby podać %@ Jednostki
ro: Autentificare pentru a înregistra %@ unități
ru: Пройдите аутентификацию для подтверждения болюса %@ Единиц
sv: Godkänn att logga %@ enheter
tr: %@ Ünite günlüğe kaydetmek için kimlik doğrulaması yapın
zh_hans: 请验证身份以记录 %@U 胰岛素

source: Based on your predicted glucose, no bolus is recommended.
da: Baseret på din forventede glukose anbefales ingen bolus.
de: Basierend auf Deinem vorhergesagten Blutzucker wird kein Bolus empfohlen.
es: Basándose en su glucosa proyectada, no se recomienda ningún bolo.
fr: Sur la base de votre glycémie prévue, aucun bolus n’est recommandé.
he: בהתבסס על הגלוקוז החזוי שלך, לא מומלץ שום בולוס.
it: In base alla glicemia prevista, non è consigliato alcun bolo.
nb: Basert på ditt forventede blodsukker, anbefales ingen bolus.
nl: Op basis van je voorspelde glucose, wordt een bolus niet aanbevolen.
pl: Na podstawie przewidywanej glikemii nie zaleca się podawania bolusa.
ro: Pe baza glicemiei prognozate, nu se recomandă niciun bolus.
ru: Основываясь на вашей прогнозируемой глюкозе, болюс не рекомендуется.
tr: Tahmini KŞ'ne bağlı olarak bolus önerilmez.
zh_hans: 根据您的预测血糖值，当前不建议注射大剂量。

source: Bluetooth Off
da: Bluetooth slået fra
de: Bluetooth aus
es: Bluetooth Apagado
fi: Bluetooth ei ole käytössä
fr: Bluetooth désactivé
he: בלוטות׳ כבוי
it: Bluetooth Disattivato
nb: Blåtann Av
nl: Bluetooth Uit
pl: Bluetooth jest wyłączony
ro: Bluetooth Oprit
ru: Bluetooth Выключен
sv: Bluetooth Av
tr: Bluetooth Kapalı
zh_hans: 蓝牙已关闭

source: Bluetooth Unavailable
da: Bluetooth ikke tilgængelig
de: Bluetooth nicht verfügbar
es: Bluetooth No Disponible
fi: Bluetooth ei ole käytettävissä
fr: Bluetooth Indisponible
he: בלוטות׳ לא זמין
it: Bluetooth Non disponibile
nb: Blåtann Utilgjengelig
nl: Bluetooth Niet Beschikbaar
pl: Bluetooth niedostępny
ro: Bluetooth Indisponibil
ru: Bluetooth Недоступен
sv: Bluetooth är inte tillgängligt
tr: Bluetooth Kullanılamıyor
zh_hans: 蓝牙不可用

source: Bluetooth Off Alert
da: Advarsel om Bluetooth slået fra
de: Bluetooth-Aus Warnung
es: Alerta de Bluetooth apagado
fi: Bluetooth ei ole käytössä -hälytys
fr: Bluetooth désactivé
he: התראת בלוטות׳ כבוי
it: Avviso Bluetooth disattivato
nb: Bluetooth Avslått-varsel
nl: Bluetooth Uit Melding
pl: Alert! Bluetooth jest wyłączony!
ro: Alertă Bluetooth dezactivat
ru: Оповещение об отключении Bluetooth
sv: Varning Bluetooth är Av
tr: Bluetooth Kapalı Uyarısı

source: Bluetooth Unavailable Alert
da: Bluetooth er ikke tilgængelig
de: Bluetooth nicht Verfügbar-Warnung
es: Alerta de Bluetooth no disponible
fi: Bluetooth ei ole käytettävissä -hälytys
fr: Bluetooth indisponible
he: התראת בלוטות׳ לא זמין
it: Avviso Bluetooth non disponibile
nb: Varsel om at Bluetooth er utilgjengelig
nl: Bluetooth Niet Beschikbaar Melding
pl: Alarm! Bluetooth niedostępny
ro: Alertă Bluetooth indisponibil
ru: Оповещение о недоступности Bluetooth
sv: Varning Bluetooth är inte tillgänglig
tr: Bluetooth Kullanılamıyor Uyarısı

source: Bolus Issue
da: Bolusproblem
de: Bolus Problem
es: Problema con el bolo
fr: Problème avec le bolus
it: Problema con il bolo
nb: Bolus feil
nl: Bolusprobleem
pl: Problem z bolusem
ro: Problemă bolus
ru: Проблема с подачей болюса
tr: Bolus Sorunu
zh_hans: 大剂量出现问题
